Repository: Lexys-zz/tolc
Catalog: app/i18n/*/LC_MESSAGES/tolc.po
Languages: el_gr

source: New page
el_gr: Νέα σελίδα

source: Page does not exist
el_gr: Η σελίδα δεν υπάρχει

source: Page not found
el_gr: Η σελίδα δεν βρέθηκε

source: Invalid URL
el_gr: Το URL δεν δόθηκε σωστά

source: Welcome
el_gr: Καλωσήλθατε

source: You can
el_gr: Μπορείτε να

source: change your profile
el_gr: τροποποιήσετε τα στοιχεία σας

source: or
el_gr: ή

source: regional settings
el_gr: τις τοπικές ρυθμίσεις

source: Disconnect
el_gr: Αποσύνδεση

source: here
el_gr: εδώ

source: Content management
el_gr: Διαχείριση περιεχομένου

source: Edit page properties
el_gr: Ιδιότητες σελίδας

source: title
el_gr: τίτλος

source: etc
el_gr: κλπ

source: Web site management
el_gr: Διαχείριση ιστοχώρου

source: Sitemap
el_gr: Χάρτης

source: web site structure
el_gr: δομή ιστοχώρου

source: Manage web site templates
el_gr: Διαχείριση προτύπων (templates)

source: Upload files
el_gr: Ανεβάστε αρχεία

source: images
el_gr: εικόνες

source: Users management
el_gr: Διαχείριση χρηστών

source: Add a new user
el_gr: Προσθήκη νέου χρήστη

source: manage
el_gr: διαχείριση

source: existing users
el_gr: εγγεγραμμένων χρηστών

source: About Tolc
el_gr: Σχετικά με Tolc

source: Find out
el_gr: Βρείτε περισσότερα

source: Loading
el_gr: Παρακαλώ, περιμένετε

source: Max length of URL is
el_gr: Ο μέγιστος αριθμός χαρακτήρων του URL είναι

source: Only one space allowed between words
el_gr: Μόνο ένα κενό επιτρέπεται μεταξύ λέξεων

source: Valid URL may contain letters, digits, space and the characters
el_gr: Το URL μπορεί να περιέχει γράμματα, αριθμούς, κενό και τους χαρακτήρες

source: URL already exists
el_gr: Το URL υπάρχει ήδη

source: Invalid date
el_gr: Η ημερομηνία δεν δόθηκε σωστά

source: New page URL
el_gr: URL νέας σελίδας

source: Page title
el_gr: Τίτλος σελίδας

source: Template
el_gr: Πρότυπο

source: Please, select
el_gr: Παρακαλώ, επιλέξτε

source: Start date
el_gr: Ημερομηνία έναρξης

source: Belongs to
el_gr: Ανήκει σε

source: Not available in demo mode
el_gr: Demo mode: η διαδικασία δεν είναι διαθέσιμη

source: Password characters are less than
el_gr: Οι χαρακτήρες του κωδικού (password) είναι λιγότεροι από

source: Password characters are more than
el_gr: Οι χαρακτήρες του κωδικού (password) είναι περισσότεροι από

source: Password strength is less than
el_gr: Το επίπεδο ασφαλείας του κωδικού (password) είναι μικρότερο από

source: New password does not match with its verification
el_gr: Το password δεν ταιριάζει με την επαλήθευση

source: New password contains invalid characters
el_gr: Ο νέος κωδικός (password) περιέχει μη αποδεκτούς χαρακτήρες

source: Password verification contains invalid characters
el_gr: Η επαλήθευση του password περιέχει μη αποδεκτούς χαρακτήρες

source: Invalid email
el_gr: Το email δεν δόθηκε σωστά

source: Username is system reserved and cannot be changed
el_gr: Το όνομα χρήστη (username) είναι δεσμευμένο από το σύστημα και δεν μπορεί να αλλάξει

source: Username characters are less than
el_gr: Οι χαρακτήρες του ονόματος χρήστη (username) είναι λιγότεροι από

source: Username characters are more than
el_gr: Οι χαρακτήρες του ονόματος χρήστη (username) είναι περισσότεροι από

source: Username contains invalid characters
el_gr: Το username περιέχει μη αποδεκτούς χαρακτήρες

source: Selected username is reserved and cannot be used
el_gr: Το όνομα χρήστη (username) δεν είναι αποδεκτό

source: Given username is currently in use
el_gr: Το όνομα χρήστη (username) χρησιμοποιείται ήδη

source: Old password is not correct
el_gr: Ο προηγούμενος κωδικός δεν δόθηκε σωστά

source: Given email is currently in use
el_gr: Το email χρησιμοποιείται ήδη

source: help
el_gr: οδηγίες

source: Username
el_gr: Όνομα χρήστη

source: Old password
el_gr: Παλιός κωδικός

source: New password
el_gr: Νέος κωδικός

source: Password
el_gr: Κωδικός

source: Password strength
el_gr: Επίπεδο ασφαλείας κωδικού

source: Generate
el_gr: Δημιουργία

source: Unmask
el_gr: Εμφάνιση

source: Verification
el_gr: Επαλήθευση

source: Full name
el_gr: Πλήρες όνομα

source: Show/hide tools
el_gr: Εμφάνιση/απόκρυψη εργαλείων

source: Edit
el_gr: Επεξεργασία

source: Page has been removed. To activate it, press here
el_gr: Η σελίδα έχει απομακρυνθεί. Για να ενεργοποιηθεί, πιέστε εδώ

source: Activate page
el_gr: Ενεργοποποίηση σελίδας

source: To remove the whole page, press here
el_gr: Για να απομακρυνθεί η σελίδα, πιέστε εδώ

source: Remove page
el_gr: Απομάκρυνση σελίδας

source: New content version
el_gr: Νέα έκδοση περιεχομένου

source: Page versions
el_gr: Εκδόσεις σελίδας

source: Delete version
el_gr: Διαγραφή έκδοσης

source: New version like current
el_gr: Νέα έκδοση βασισμένη στην τρέχουσα

source: Add new version
el_gr: Καταχώρηση νέας έκδοσης

source: Save version
el_gr: Αποθήκευση έκδοσης

source: Submitted from
el_gr: Υποβλήθηκε από

source: Published from
el_gr: Δημοσίευση από

source: until
el_gr: μέχρι

source: Content status
el_gr: Κατάσταση περιεχομένου

source: Managed by
el_gr: Διαχείριση από

source: Please, give start date
el_gr: Παρακαλώ, δώστε την ημερομηνία έναρξης

source: Start date is not valid
el_gr: Η ημερομηνία έναρξης δεν δόθηκε σωστά

source: End date is not valid
el_gr: Η ημερομηνία λήξης δεν δόθηκε σωστά

source: End date must be greater than start date
el_gr: Η ημερομηνία λήξης πρέπει να είναι μεγαλύτερη από την ημερομηνία έναρξης

source: Ok
el_gr: Εντάξει

source: Save
el_gr: Αποθήκευση

source: Cancel
el_gr: Ακύρωση

source: whole page
el_gr: ολόκληρη η σελίδα

source: Mask
el_gr: Απόκρυψη

source: Username is required
el_gr: Το όνομα χρήστη δεν δόθηκε

source: Old password is required
el_gr: Ο προηγούμενος κωδικός δεν δόθηκε

source: New password is required
el_gr: Ο νέος κωδικός δεν δόθηκε

source: Please, repeat the new password
el_gr: Παρακαλώ, δώστε πάλι το νέο κωδικό

source: User fullname is required
el_gr: Το πλήρες όνομα του χρήστη δεν δόθηκε

source: User email is required
el_gr: Το email του χρήστη δεν δόθηκε

source: About
el_gr: Σχετικά με Tolc

source: Change password
el_gr: Αλλαγή κωδικού (password)

source: User profile
el_gr: Στοιχεία χρήστη

source: Login required to create this page
el_gr: Χρειάζεται σύνδεση για να δημιουργηθεί η νέα σελίδα

source: Create
el_gr: Δημιουργία

source: Page URL is required
el_gr: Το URL της σελίδας είναι απαραίτητο

source: Page title is required
el_gr: Ο τίτλος της σελίδας είναι απαραίτητος

source: Page template is required
el_gr: Το πρότυπο της σελίδας είναι απαραίτητο

source: Starting date is required
el_gr: Η ημερομηνία έναρξης είναι απαραίτητη

source: Please, select the parent page (title or URL)
el_gr: Παρακαλώ, επιλέξτε τη σελίδα που ανήκει (δίνοντας τίτλο ή URL)

source: Regional settings
el_gr: Τοπικές ρυθμίσεις

source: Apply
el_gr: Εφαρμογή

source: Login
el_gr: Σύνδεση

source: Password is required
el_gr: Ο κωδικός δεν δόθηκε

source: Already logged in
el_gr: Υπάρχει ήδη σύνδεση

source: Access denied
el_gr: Η πρόσβαση δεν επιτρέπεται

source: pending registration
el_gr: σε αναμονή για έγγραφή

source: active user
el_gr: ενεργός χρήστης

source: inactive user
el_gr: ανενεργός χρήστης

source: admin
el_gr: διαχειριστής

source: editor in chief
el_gr: αρχισυντάκτης

source: editor
el_gr: συντάκτης

source: common user
el_gr: κοινός χρήστης

source: draft
el_gr: πρόχειρο

source: pending review
el_gr: προς αξιολόγηση

source: under review
el_gr: υπό αξιολόγηση

source: approved
el_gr: εγκεκριμένο

source: rejected
el_gr: απορριφθέν

source: Language
el_gr: Γλώσσα

source: Login failed
el_gr: Η σύνδεση απέτυχε

source: Username can use any combination of the following characters
el_gr: Το όνομα χρήστη (username) μπορεί να περιέχει τους ακόλουθους χαρακτήρες

source: Password can use any combination of the following characters
el_gr: Ο κωδικός χρήστη (password) μπορεί να περιέχει τους ακόλουθους χαρακτήρες

source: Timezone
el_gr: Ζώνη ώρας

source: Date format
el_gr: Μορφή ημερομηνίας
